Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvOnboarding/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# YOUR_PROFILE_IS_TRANSFER_RESTRICTED_BODY3
source: This ensures that only authorized devices can access your profile.
de: Dies stellt sicher, dass nur autorisierte Geräte auf Ihr Profil zugreifen können.
es: Esto asegura que solo los dispositivos autorizados puedan acceder a tu perfil.
fr: Cela garantit que seuls les appareils autorisés peuvent accéder à votre profil.
it: Questo assicura che solo i dispositivi autorizzati possano accedere al tuo profilo.
ja: これにより、承認されたデバイスのみがお客様のプロフィールにアクセスできるようになります。
ko: 이를 통해 승인된 장치만 사용자의 프로필에 접근할 수 있습니다.
pt_br: Isso garante que apenas dispositivos autorizados possam acessar seu perfil.
pt_pt: Isto garante que apenas dispositivos autorizados possam aceder ao seu perfil.
ru: Это гарантирует, что доступ к вашему профилю имеют только авторизованные устройства.
uk: Це гарантує, що лише авторизовані пристрої можуть отримати доступ до вашого профілю.
zh_hans: 这可确保只有授权设备才能访问您的个人资料。

# YOUR_PROFILE_IS_TRANSFER_RESTRICTED_TITLE
source: Authenticating with your Company Directory
de: Authentifizierung mit Ihrem Firmenverzeichnis
es: Autenticando con el directorio de su empresa
fr: Authentification auprès de l’annuaire de votre entreprise
it: Autenticazione con la directory aziendale
ja: 会社のディレクトリで認証しています
ko: 회사 디렉터리에 인증 중입니다.
pt_br: Autenticando com o diretório da sua empresa
pt_pt: A autenticar com o diretório da sua empresa
ru: Аутентификация в корпоративном каталоге
uk: Автентифікація з вашим корпоративним каталогом
zh_hans: 正在通过您的公司目录进行身份验证

# YOUR_PROFILE_IS_TRANSFER_RESTRICTED_TITLE1
source: Important
de: Wichtig
es: Importante
it: Importante
ja: 重要
ko: 중요
pt_br: Importante
pt_pt: Importante
ru: Важно
uk: Важливо
zh_hans: 重要

# YOUR_PROFILE_IS_TRANSFER_RESTRICTED_TITLE2
source: What will you need to do?
de: Was musst du tun?
es: ¿Qué necesitarás hacer?
fr: Que devrez vous faire ?
it: Cosa dovrai fare?
ja: これから何をする予定ですか？
ko: 어떤 작업을 해야 할까요?
pt_br: O que você precisará fazer?
pt_pt: O que precisará de fazer?
ru: Что вам потребуется сделать?
uk: Що вам потрібно буде зробити?
zh_hans: 您需要做什么？

# YOUR_PROFILE_IS_TRANSFER_RESTRICTED_TITLE3
source: Why?
de: Warum?
es: ¿Por qué?
fr: Pourquoi ?
it: Perché?
ja: なぜ？
ko: 왜요?
pt_br: Por quê?
pt_pt: Porquê?
ru: Почему?
uk: Чому?
zh_hans: 为什么？

source: iCloud error
de: iCloud Fehler
es: Error de iCloud
fr: Erreur iCloud
it: Errore iCloud
ja: iCloudエラー
ko: iCloud 오류
pt_br: Erro do iCloud
pt_pt: Erro do iCloud
ru: Ошибка iCloud
uk: Помилка iCloud
zh_hans: iCloud 错误

source: Client Id
es: ID de cliente
it: ID cliente
ja: クライアントID
ko: 클라이언트 ID
pt_br: ID do cliente
pt_pt: ID do Cliente
ru: Идентификатор клиента
uk: Ідентифікатор клієнта
zh_hans: 客户端 ID

# FORM_POSITION
source: Position
es: Ubicación
fr: Poste
it: Posizione
ja: 位置
ko: 위치
pt_br: Posição
pt_pt: Posição
ru: Позиция
uk: Позиція
zh_hans: 位置

source: Ok
es: De acuerdo
ja: 了解
ko: 알겠습니다
ru: Ок
uk: Добре
zh_hans: 好的

# ONBOARDING_KEYCLOAK_MANUAL_CONFIGURATION_TITLE_CLIENT_ID
source: Server client ID
es: ID de cliente del servidor
it: ID client server
ja: サーバークライアントID
ko: 서버 클라이언트 ID
pt_br: ID do cliente do servidor
pt_pt: ID do cliente do servidor
ru: ID клиента сервера
uk: Ідентифікатор клієнта сервера
zh_hans: 服务器客户端 ID

# ONBOARDING_NAME_CHOOSER_TEXTFIELD_COMPANY
source: Organisation
es: Organización
it: Organizzazione
ja: 組織
ko: 조직
pt_br: Organização
pt_pt: Organização
ru: Организация
uk: Організація
zh_hans: 组织

source: Server URL
es: URL del servidor
fr: URL du serveur
it: URL del server
ja: サーバーURL
ko: 서버 URL
pt_br: URL do servidor
pt_pt: URL do servidor
ru: URL сервера
uk: URL сервера
zh_hans: 服务器网址
